import math

print(7 * 2.0)
print(9 // 2)
# کدام عملگر برای محاسبه باقی‌مانده تقسیم در پایتون استفاده می‌شود؟
print(9 % 2)
# کدام عملگر برای محاسبه توان در پایتون استفاده می‌شود؟
print(2 ** 3)
# کدام عملگر برای محاسبه جذر در پایتون استفاده می‌شود؟
print(9 ** 0.5)
# کدام عملگر برای محاسبه لگاریتم در پایتون استفاده می‌شود؟
print(math.log(10))
# کدام عملگر برای محاسبه سینوس در پایتون استفاده می‌شود؟
print(math.sin(math.pi / 2))
# کدام عملگر برای محاسبه کسینوس در پایتون استفاده می‌شود؟
print(math.cos(math.pi / 2))